Repository: KeboHQ/Kebo-Twitter-Feed
Catalog: languages/kebo_twitter-*.po
Languages: ca_es

source: Kebo Twitter Feed
ca_es: Feed Twitter de Kebo

source: You do not have sufficient permissions to access this page.
ca_es: No tens suficients permisos per accedir a aquesta pàgina.

source: Connection established with Twitter. You can now display your Twitter Feed on your website using a <a href="%s">Widget</a>.
ca_es: Connexió amb Twitter establerta. Ara pots mostrar el teu Feed Twitter a la teva pàgina web fent servir un <a href="%s">Widget</a>.

source: Connection reset to Twitter.
ca_es: Conexió amb Twittter restablerta.

source: Twitter API - Error Log
ca_es: API de Twitter - Registre d'errors

source: Any errors received while connecting to Twitter will be displayed below.
ca_es: Qualsevol error rebut mentres es connecta amb Twitter es mostrarà a continuació.

source: Date
ca_es: Data

source: Code
ca_es: Codi

source: Message
ca_es: Missatge

source: Twitter API - Error Key
ca_es: API de Twitter- Codi d'Error

source: Below is a key of the most common types of error returned by Twitter and a short description.
ca_es: A continuació es mostren els codis d'error més freqüents retornats per Twitter i una petita descripció de cada un d'ells.

source: There is a problem with your connection to Twitter, please disconnect and re-connect to the service.
ca_es: Hi ha un problema amb la seva connexió a Twitter. Si us plau, desconnecta i tornar a connectar el servei.

source: Twitter has blocked our access to your account.
ca_es: Twitter ha bloquejat el nostre accés al teu compte.

source: Your account has hit Twitter's limit of 180 requests per hour, we are making %d of those requests. You can edit the 'Feed Refresh Rate' in the options above to change this.
ca_es: El vostre compte ha arribat al límit de 180 peticions per hora. Estem fent el %d d'aquestes peticions. Pots editar la freqüència d'actualització a dalt.

source: Twitter is currently too busy to reply.
ca_es: Twitter esta massa ocupat per respondre.

source: Twitter Connection
ca_es: Connexió amb Twitter

source: To enable us to display your Tweets you must connect your Twitter account to our Twitter Application by clicking on the large 'Connect to Twitter' button below.
ca_es: Per a permetre'ns mostrar els teus Tuits has de connectar el teu compte Twitter a la nostra aplicació Twitter. Fes clic al botó 'Connecta amb Twitter' a sota.

source: Connect to Twitter
ca_es: Connecta amb Twitter

source: Connected to Twitter
ca_es: Connectat amb Twitter

source: Connected as
ca_es: Connectat com

source: Disconnect Service
ca_es: Desconecta el servei

source: General Options
ca_es: Opcions Generals

source: Feed Refresh Rate
ca_es: Freqüència d'actualització del Feed.

source: Minutes. Should be between 1 and 30.
ca_es: Minuts. Ha de ser entre 1 i 30.

source: This controls how frequently we update the stored list of Tweets for display on your website.
ca_es: Això controla la freqüència amb la que actualitzem la llista de Tuits enmagatzemada a mostrar a la teva pàgina web.

source: Value supplied is outside of acceptable range 1-30.
ca_es: El valor introduït esta fora del rang acceptable 1 a 30.

source: Value supplied is not a valid number.
ca_es: El valor introduït no és un nombre vàlid.

source: Displays your Twitter Feed on your website.
ca_es: Mostra el teu Feed de Twitter al teu lloc web.

source: Title
ca_es: Títol

source: Display
ca_es: Mostrar

source: Tweets
ca_es: Tuits

source: Re-Tweets
ca_es: Re-Tuits

source: All Tweets
ca_es: Tots els tuits

source: Style
ca_es: Estil

source: List
ca_es: Llista

source: Theme
ca_es: Plantilla

source: Light
ca_es: Clar

source: Dark
ca_es: Fosc

source: Number Of Tweets
ca_es: Nombre de Tuits

source: Range 1-50
ca_es: Rang 1-50

source: Show profile image?
ca_es: Mostrar imatge de perfil?

source: Show conversations?
ca_es: Mostrar converses?

source: Show media? (only Lists)
ca_es: Mostrar media? (només Llistes)

source: Settings
ca_es: Configuració

source: Connect to your Twitter Account
ca_es: Connecta el teu compte Twitter

source: In just a few clicks we can connect your website to your Twitter account and display your latest Tweets.
ca_es: Amb només uns quants clics podem connectar la teva pàgina web al teu compte Twitter i mostrar els teus darrers Tuits.

source: Get Started Now
ca_es: Començar ara

source: This update changed the way your connection to Twitter was stored by WordPress, please check the plugin is still connected to your Twitter account, <a href="%s">here</a>.
ca_es: Aquesta actualització va canviar la forma en que la teva conexió a Twitter era enmagatzemada per WordPress. Si us plau, comprova que el plugin encara esta connectat al teu compte Twitter <a href="%s">aquí</a>.

source: <strong>Kebo Twitter Feed:</strong> No connection to Twitter found, to get started connect to your Twitter account from <a href="%s">this page</a>.
ca_es: <strong>Feed Twitter de Kebo:</strong> No s'ha trobat cap connexió a Twitter. Per començar, connecta el teu compte Twitter des de <a href="%s">this page</a>.

source: Time posted
ca_es: Data de publicació

source: Posted on
ca_es: Publicat el

source: View photo
ca_es: Veure imatge

source: Hide photo
ca_es: Amagar imatge

source: Reply
ca_es: Respon

source: Re-Tweet
ca_es: Re-Tuit

source: Favorite
ca_es: Preferit

source: Tweet Image
ca_es: Tweet Imatge

source: Sorry, no Tweets were found.
ca_es: Ho sentim, no s'ha trobat cap Tuit.

source: Sorry, the Tweet data is not in the expected format.
ca_es: Ho sentim, les dades del Tuit no estan en el format esperat.

source: Kebo - Twitter Feed
ca_es: Kebo - Feed de Twitter

source: Connect your site to your Twitter account and display your Twitter Feed on your website effortlessly with a custom widget.
ca_es: Connecta el teu lloc web al teu compte Twitter i mostra fàcilment el teu Feed de Twitter a la teva pàgina amb un widget personalitzat.
